tap "bfontaine/utils"
tap "borkdude/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "jez/formulae"
tap "koekeishiya/formulae"
tap "rinchsan/tap"
brew "bitwarden-cli"
brew "coreutils"
brew "cask"
brew "ical-buddy"
brew "lsusb"
brew "rust-analyzer"
brew "terraform"
cask "1password"
cask "alfred"
cask "arduino"
cask "bitwarden"
cask "chrysalis"
cask "contexts"
cask "dash"
cask "docker"
cask "dwarf-fortress-lmp"
cask "firefox-developer-edition"
cask "freecad"
cask "gimp"
cask "karabiner-elements"
cask "kicad"
cask "mactex-no-gui"
cask "rectangle"
cask "spotify"
cask "steam"
cask "virtualbox"
cask "vlc"
cask "wireshark"
cask "yubico-yubikey-manager"
cask "yubico-yubikey-personalization-gui"
cask "zoom"
