tap "bfontaine/utils"
tap "borkdude/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "jez/formulae"
tap "koekeishiya/formulae"
tap "railwaycat/emacsmacport"
tap "rinchsan/tap"
brew "sqlite"
brew "aspell"
brew "awscli"
brew "coreutils"
brew "cask"
brew "circleci"
brew "clojure"
brew "openjdk@11", link: true
brew "clojure-lsp"
brew "cmake"
brew "docker", link: false
brew "docker-compose"
brew "entr"
brew "exa"
brew "fd"
brew "gawk"
brew "gnupg"
brew "gnu-sed"
brew "go"
brew "gopls"
brew "grpcurl"
brew "hyperfine"
brew "ical-buddy"
brew "isync"
brew "jq"
brew "leiningen"
brew "miller"
brew "msmtp"
brew "mtr"
brew "notmuch"
brew "pinentry-mac"
brew "qalculate-gtk"
brew "ripgrep"
brew "sk"
brew "socat"
brew "starship"
brew "stow"
brew "terraform"
brew "tokei"
brew "tree"
brew "typescript"
brew "watch"
brew "watchexec"
brew "xh"
brew "yq"
brew "zoxide"
brew "bfontaine/utils/zprint"
brew "borkdude/brew/clj-kondo"
brew "railwaycat/emacsmacport/emacs-mac", args: ["with-native-comp"], link: false
cask "alfred"
cask "audacity"
cask "contexts"
cask "dash"
cask "docker"
cask "emacs-mac"
cask "iterm2"
cask "ngrok"
cask "rectangle"
cask "spotify"
cask "wireshark"
cask "yubico-yubikey-manager"
cask "yubico-yubikey-personalization-gui"
