tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "railwaycat/emacsmacport"
brew "arduino-cli"
brew "aspell"
brew "avrdude"
brew "coreutils"
brew "entr"
brew "fd"
brew "git"
brew "gnupg"
brew "gnu-sed"
brew "hyperfine"
brew "isync"
brew "jq"
brew "miller"
brew "msmtp"
brew "mtr"
brew "notmuch"
brew "pinentry-mac"
brew "restic"
brew "ripgrep"
brew "rust-analyzer"
brew "rustup-init"
brew "socat"
brew "stow"
brew "tokei"
brew "tree"
brew "watch"
brew "xh"
cask "alfred"
cask "arduino"
cask "contexts"
cask "dash"
cask "eagle"
cask "emacs-mac"
cask "firefox-developer-edition"
cask "iterm2"
cask "kicad"
cask "rectangle"
cask "spotify"
cask "wireshark"
