# -*- mode: ruby -*-

# brew tap Homebrew/bundle
# brew bundle -v --file=~/dotfiles/Brewfile

tap 'homebrew/cask'
tap 'homebrew/cask-fonts'
tap 'd12frosted/emacs-plus'
tap 'jez/formulae'

cask '1password'
cask 'adobe-reader'
cask 'alfred'
brew 'aspell'
cask 'bettertouchtool'
brew 'cloc'
brew 'clojure'
brew 'clojurescript'
brew 'coreutisl'
brew 'docker', link: false
cask 'dropbox'
brew 'd12frosted/emacs-plus/emacs-plus'
cask 'firefoxdeveloperedition'
cask 'gimp'
brew 'git'
brew 'gnu-sed'
brew 'gnupg'
brew 'gnu-sed'
cask 'google-chrome'
brew 'gpg-agent'
brew 'haskell-stack'
brew 'htop'
brew 'iftop'
brew 'ispell'
cask 'iterm2'
cask 'font-inconsolata'
cask 'font-fira-code'
cask 'java'
brew 'jq'
brew 'leiningen'
cask 'mactex'
brew 'mtr'
brew 'neomutt'
brew 'nmap'
brew 'node'
brew 'offlineimap'
brew 'pandoc'
brew 'jez/formulae/pandoc-sidenote'
brew 'pinentry-mac'
brew 'planck'
cask 'postman'
brew 'python3'
brew 'python@2'
brew 'ripgrep'
brew 'rlwrap'
brew 'ruby'
cask 'slack'
cask 'steam'
brew 'stow'
cask 'telegram'
brew 'telnet'
brew 'the_silver_searcher'
brew 'tmux'
brew 'tree'
cask 'vlc'
brew 'vim'
brew 'watch'
brew 'weechat'
cask 'witch'
cask 'whatsapp'
brew 'wget'
brew 'zsh'
