tap "bfontaine/utils"
tap "borkdude/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "jez/formulae"
tap "railwaycat/emacsmacport"
brew "aspell"
brew "circleci"
brew "cloc"
brew "rlwrap"
brew "clojure"
brew "clojure-lsp"
brew "clojurescript"
brew "coreutils"
brew "docker", link: false
brew "python"
brew "docker-compose", link: false
brew "git"
brew "gnu-sed"
brew "gnupg"
brew "grpcurl"
brew "haskell-stack"
brew "htop"
brew "hugo"
brew "iftop"
brew "jq"
brew "leiningen"
brew "llvm"
brew "llvm@8"
brew "maven"
brew "mtr"
brew "node"
brew "pandoc"
brew "pass"
brew "pinentry-mac"
brew "postgresql"
brew "python@2"
brew "restic"
brew "ripgrep"
brew "ruby"
brew "stow"
brew "telnet"
brew "titlecase"
brew "tmux"
brew "tree"
brew "unrar"
brew "vim"
brew "watch"
brew "wget"
brew "zsh"
brew "bfontaine/utils/zprint"
brew "borkdude/brew/clj-kondo"
cask "1password"
cask "alfred"
cask "bettertouchtool"
cask "contexts"
cask "dash"
cask "desmume"
cask "docker"
cask "dropbox"
cask "dwarf-fortress-lmp"
cask "emacs-mac"
cask "firefox-developer-edition"
cask "font-inconsolata"
cask "google-chrome"
cask "iterm2"
cask "java8"
cask "keybase"
cask "launchcontrol"
cask "mactex-no-gui"
cask "omnigraffle"
cask "postman"
cask "racket"
cask "slack"
cask "spotify"
cask "steam"
cask "vlc"
cask "witch"
