tap "bfontaine/utils"
tap "borkdude/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "jez/formulae"
tap "koekeishiya/formulae"
tap "railwaycat/emacsmacport"
brew "aspell"
brew "circleci"
brew "cloc"
brew "rlwrap"
brew "clojure"
brew "clojurescript"
brew "cmake"
brew "coreutils"
brew "docker", link: false
brew "docker-compose", link: false
brew "fd"
brew "git"
brew "gnupg"
brew "gnu-sed"
brew "grpcurl"
brew "haskell-stack"
brew "htop"
brew "hugo"
brew "iftop"
brew "isync", restart_service: true
brew "jq"
brew "leiningen"
brew "libtool"
brew "llvm"
brew "llvm@8"
brew "maven"
brew "msmtp"
brew "mtr"
brew "netcat"
brew "node"
brew "notmuch"
brew "pandoc"
brew "tree"
brew "pass"
brew "pinentry-mac"
brew "poetry"
brew "postgresql"
brew "pv"
brew "python@3"
brew "restic"
brew "ripgrep"
brew "ruby"
brew "sbcl"
brew "stow"
brew "titlecase"
brew "tmux"
brew "unrar"
brew "vim"
brew "watch"
brew "wget"
brew "zsh"
brew "bfontaine/utils/zprint"
brew "borkdude/brew/clj-kondo"
brew "koekeishiya/formulae/skhd"
cask "1password"
cask "alfred"
cask "chrysalis"
cask "contexts"
cask "dash"
cask "desmume"
cask "docker"
cask "dropbox"
cask "dwarf-fortress-lmp"
cask "emacs-mac"
cask "firefox-developer-edition"
cask "font-inconsolata"
cask "iterm2"
cask "karabiner-elements"
cask "keybase"
cask "launchcontrol"
cask "mactex-no-gui"
cask "ngrok"
cask "racket"
cask "slack"
cask "spotify"
cask "steam"
cask "vlc"
cask "yubico-yubikey-manager"
cask "yubico-yubikey-personalization-gui"
cask "zoomus"
